export default {
  name: "dataNotice",
  data() {
    return {
      tableData: [
        {
          newsId: "ss123",
          title: "四姑娘山",
          time: "2021-3-4",
          source: "新华出版社",
          author: "赵晓燕",
          editor: "赵日升",
          content: `1921年7月，在上海秘密举行的中共一大会议，因法租界巡捕滋扰被迫休会。8月初，中共一大代表从上海乘火车转移到浙江嘉兴，在南湖的一艘游船上续会。会议审议通过了党的第一个纲领和第一份决议，选举产生了中国共产党第一个领导机构——中央局。
                小小红船承载千钧，播下了中国革命的火种，开启了中国共产党的跨世纪航程。
                2005年，时任浙江省委书记的习近平同志把“红船精神”概括为开天辟地、敢为人先的首创精神，坚定理想、百折不挠的奋斗精神，立党为公、忠诚为民的奉献精神。
                2017年10月31日，党的十九大闭幕仅一周，习近平总书记带领中共中央政治局常委，瞻仰上海中共一大会址和浙江嘉兴南湖红船。在南湖革命纪念馆参观时，习近平总书记表示，我们要结合时代特点大力弘扬“红船精神”。
            作为红船启航地，浙江省嘉兴市近年来大力弘扬“红船精神”，出台《嘉兴市打造红色旅游标杆城市三年行动计划》，不断完善红色旅游发展工作机制，围绕“不忘初心地”和“走新时代路”两大主题，挖掘红色旅游资源，创新红色旅游发展思路，着力打造红色旅游标杆城市。
            讲好红船故事
            
                从南湖会景园码头乘船前往狮子汇渡口，重走中共一大代表到南湖开会的路线，在画舫船上聆听“一个大党和一条小船”的故事；船至湖心岛，参观“来许亭”“鉴亭”等，倾听清代嘉兴知府许瑶光的廉政故事……日前，嘉兴南湖国际实验学校的学生在家长和老师带领下到南湖旅游区开展亲子红色研学活动。家长陈先生表示：“孩子在学校学过关于红船的历史，这次带她来实地感受，可以更深刻领会作为一名红船儿女肩头的责任和使命。”
            为讲好红船故事，近年来，南湖旅游区不断丰富“重走一大路”现场教学等红色旅游产品，陆续开发了“六个一”主题宣教活动、“不忘初心 重走一大路”主题党日活动、“南湖水上课堂”、“南湖清风行”、“工地党课”等经典红色旅游培训产品及线路；针对中小学生群体，研发了“十八岁成人仪式”“红船少年 重走一大路 南湖研学之旅”“红船精神进校园”“南湖红船畔，‘初心’踏浪行”“小菱角 大学问——南湖科普研学”等红色主题研学活动。
                “为增加互动性，我们在氛围营造、互动环节等方面仔细推敲，使活动充满仪式感、带入感、体验感，如，在国庆期间推出‘和国旗同框·与红船合影’‘南湖花月夜环湖夜游’活动，在端午期间推出龙舟竞渡、吃‘五黄’活动等，这些活动都十分受游客欢迎。”嘉兴市南湖名胜发展有限公司副总经理庄李冰表示。
            
            提升游览体验
            
                去年7月1日起，南湖旅游区向全社会免门票开放。数据显示，去年国庆、中秋假期，旅游区游客接待量达36.34万人次，游客总量名列浙江省旅游景区前三位。在南湖旅游区带动下，周边的梅花洲、西塘、南北湖、乌镇等景区游客量恢复明显。
            “南湖旅游区取消门票，是嘉兴弘扬‘红船精神’，打造红色旅游标杆城市的具体举措。而游客量的上升，也对嘉兴旅游业转型升级提出了更为迫切的要求。为此，我们始终着力于提高旅游区的服务品质与接待能力。”嘉兴市文化广电旅游局党委书记、局长张硕表示。
            去年以来，南湖旅游区实行“预约、错峰、限流”措施，同时为落实实名制分时预约，对票务预约系统等进行了改造提升；在队伍建设上，形成了以训培养人才、以赛锻炼人才、以创激发人才的管理体系，为景区可持续发展保驾护航。
                “我们还通过成立红源培训公司、组建文化创意团队、高级讲师团队等综合服务型组织机构，形成红色培训产业一体化发展，使原来单一的旅游接待向旅游综合服务转变。”南湖旅游服务中心相关负责人表示。
            目前，南湖湖滨区域改造提升工程和南湖1921红色文化体验项目建设加快进行，集国际交流、文化体验、红色教育、现代商业和旅游休闲为一体的南湖天地预计今年“七一”前建成开放……经过高标准提升，南湖区红色文化核心区容光焕发，可为游客提供更加便捷、多样化的选择。
            
            深化创新融合
            
                南湖红船船模、“红色禾城”丝巾、“红船精神我最红”伴手礼盒……一件件融入红色元素的文创产品，用创意传递着红色文化的魅力。近年来，嘉兴在红色旅游文创产品开发中推陈出新，亮点频频。
            2018年10月31日，南湖会景园入口西侧旅游商店“烟雨楼前——南湖1921文创专营商店”正式亮相，共推出51个类别、150多个小种类的精致文创产品，如“红船精神”笔记本、“不忘初心”学习笔等。商店二楼的南湖红船书苑可供游客阅读红色书籍，
                “不忘初心、牢记使命”红色主题背景墙、1∶1仿制的红船内舱，可供游客参观、留念。商店内的南湖初心主题邮局，红船特色元素的明信片、邮票册、邮资图等一系列邮政文创产品琳琅满目。
                “‘烟雨楼前——南湖1921文创专营商店’实行线上线下融合发展模式，我们将大力推进文创商品品质提升，更好传承‘红船文化’。”南湖旅游服务中心相关负责人表示。
            为促进文旅深度融合，做好创新文章，南湖旅游区还策划推出“夜游南湖”“夜宴梅湾”“夜赏月河”等系列产品，带动嘉兴城区夜经济发展；同时，通过建成主题文化酒店，做精“南湖船宴”，推出灯光演艺、推广“水上党课”等，全面打造红色旅游IP。
                嘉兴市文化广电旅游局深度挖掘资源，推出弘扬“红船精神”三大主题游线，涉及12条游线共70多个红色旅游景区（点），受到市场青睐。    
                站在新的历史起点，嘉兴将继续围绕弘扬“红船精神”，点、线、面结合，将红色文化深深刻入城市肌理，让更多市民、游客在润物细无声中感受历史、接受教育，传播正能量。`,
          simplifyContent: `1921年7月，在上海秘密举行的中共一大会议，因法租界巡捕滋扰被迫休会。8月初，中共一大代表从上海乘火车转移到浙江嘉兴，在南湖的一艘游船上续会。会议审议通过了党的第一个纲领和第一份决议，选举产生了中国共产党第一个领导机构——中央局。
                小小红船承载千钧，播下了中国革命的火种，开启了中国共产党的跨世纪航程。
                2005年，时任浙江省委书记的习近平同志把“红船精神”概括为开天辟地、敢为人先的首创精神，坚定理想、百折不挠的奋斗精神，立党为公、忠诚为民的奉献精神。
                2017年10月31日，党的十九大闭幕仅一周，习近平总书记带领中共中央政治局常委，瞻仰上海中共一大会址和浙江嘉兴南湖红船。在南湖革命纪念馆参观时，习近平总书记表示，我们要结合时代特点大力弘扬“红船精神”。`
        },
        {
          newsId: "ss123",
          title: "四姑娘山",
          time: "2021-3-4",
          source: "新华出版社",
          author: "赵晓燕",
          editor: "赵日升",
          content: `1921年7月，在上海秘密举行的中共一大会议，因法租界巡捕滋扰被迫休会。8月初，中共一大代表从上海乘火车转移到浙江嘉兴，在南湖的一艘游船上续会。会议审议通过了党的第一个纲领和第一份决议，选举产生了中国共产党第一个领导机构——中央局。
                  小小红船承载千钧，播下了中国革命的火种，开启了中国共产党的跨世纪航程。
                  2005年，时任浙江省委书记的习近平同志把“红船精神”概括为开天辟地、敢为人先的首创精神，坚定理想、百折不挠的奋斗精神，立党为公、忠诚为民的奉献精神。
                  2017年10月31日，党的十九大闭幕仅一周，习近平总书记带领中共中央政治局常委，瞻仰上海中共一大会址和浙江嘉兴南湖红船。在南湖革命纪念馆参观时，习近平总书记表示，我们要结合时代特点大力弘扬“红船精神”。
              作为红船启航地，浙江省嘉兴市近年来大力弘扬“红船精神”，出台《嘉兴市打造红色旅游标杆城市三年行动计划》，不断完善红色旅游发展工作机制，围绕“不忘初心地”和“走新时代路”两大主题，挖掘红色旅游资源，创新红色旅游发展思路，着力打造红色旅游标杆城市。
              讲好红船故事
              
                  从南湖会景园码头乘船前往狮子汇渡口，重走中共一大代表到南湖开会的路线，在画舫船上聆听“一个大党和一条小船”的故事；船至湖心岛，参观“来许亭”“鉴亭”等，倾听清代嘉兴知府许瑶光的廉政故事……日前，嘉兴南湖国际实验学校的学生在家长和老师带领下到南湖旅游区开展亲子红色研学活动。家长陈先生表示：“孩子在学校学过关于红船的历史，这次带她来实地感受，可以更深刻领会作为一名红船儿女肩头的责任和使命。”
              为讲好红船故事，近年来，南湖旅游区不断丰富“重走一大路”现场教学等红色旅游产品，陆续开发了“六个一”主题宣教活动、“不忘初心 重走一大路”主题党日活动、“南湖水上课堂”、“南湖清风行”、“工地党课”等经典红色旅游培训产品及线路；针对中小学生群体，研发了“十八岁成人仪式”“红船少年 重走一大路 南湖研学之旅”“红船精神进校园”“南湖红船畔，‘初心’踏浪行”“小菱角 大学问——南湖科普研学”等红色主题研学活动。
                  “为增加互动性，我们在氛围营造、互动环节等方面仔细推敲，使活动充满仪式感、带入感、体验感，如，在国庆期间推出‘和国旗同框·与红船合影’‘南湖花月夜环湖夜游’活动，在端午期间推出龙舟竞渡、吃‘五黄’活动等，这些活动都十分受游客欢迎。”嘉兴市南湖名胜发展有限公司副总经理庄李冰表示。
              
              提升游览体验
              
                  去年7月1日起，南湖旅游区向全社会免门票开放。数据显示，去年国庆、中秋假期，旅游区游客接待量达36.34万人次，游客总量名列浙江省旅游景区前三位。在南湖旅游区带动下，周边的梅花洲、西塘、南北湖、乌镇等景区游客量恢复明显。
              “南湖旅游区取消门票，是嘉兴弘扬‘红船精神’，打造红色旅游标杆城市的具体举措。而游客量的上升，也对嘉兴旅游业转型升级提出了更为迫切的要求。为此，我们始终着力于提高旅游区的服务品质与接待能力。”嘉兴市文化广电旅游局党委书记、局长张硕表示。
              去年以来，南湖旅游区实行“预约、错峰、限流”措施，同时为落实实名制分时预约，对票务预约系统等进行了改造提升；在队伍建设上，形成了以训培养人才、以赛锻炼人才、以创激发人才的管理体系，为景区可持续发展保驾护航。
                  “我们还通过成立红源培训公司、组建文化创意团队、高级讲师团队等综合服务型组织机构，形成红色培训产业一体化发展，使原来单一的旅游接待向旅游综合服务转变。”南湖旅游服务中心相关负责人表示。
              目前，南湖湖滨区域改造提升工程和南湖1921红色文化体验项目建设加快进行，集国际交流、文化体验、红色教育、现代商业和旅游休闲为一体的南湖天地预计今年“七一”前建成开放……经过高标准提升，南湖区红色文化核心区容光焕发，可为游客提供更加便捷、多样化的选择。
              
              深化创新融合
              
                  南湖红船船模、“红色禾城”丝巾、“红船精神我最红”伴手礼盒……一件件融入红色元素的文创产品，用创意传递着红色文化的魅力。近年来，嘉兴在红色旅游文创产品开发中推陈出新，亮点频频。
              2018年10月31日，南湖会景园入口西侧旅游商店“烟雨楼前——南湖1921文创专营商店”正式亮相，共推出51个类别、150多个小种类的精致文创产品，如“红船精神”笔记本、“不忘初心”学习笔等。商店二楼的南湖红船书苑可供游客阅读红色书籍，
                  “不忘初心、牢记使命”红色主题背景墙、1∶1仿制的红船内舱，可供游客参观、留念。商店内的南湖初心主题邮局，红船特色元素的明信片、邮票册、邮资图等一系列邮政文创产品琳琅满目。
                  “‘烟雨楼前——南湖1921文创专营商店’实行线上线下融合发展模式，我们将大力推进文创商品品质提升，更好传承‘红船文化’。”南湖旅游服务中心相关负责人表示。
              为促进文旅深度融合，做好创新文章，南湖旅游区还策划推出“夜游南湖”“夜宴梅湾”“夜赏月河”等系列产品，带动嘉兴城区夜经济发展；同时，通过建成主题文化酒店，做精“南湖船宴”，推出灯光演艺、推广“水上党课”等，全面打造红色旅游IP。
                  嘉兴市文化广电旅游局深度挖掘资源，推出弘扬“红船精神”三大主题游线，涉及12条游线共70多个红色旅游景区（点），受到市场青睐。    
                  站在新的历史起点，嘉兴将继续围绕弘扬“红船精神”，点、线、面结合，将红色文化深深刻入城市肌理，让更多市民、游客在润物细无声中感受历史、接受教育，传播正能量。`,
          simplifyContent: `1921年7月，在上海秘密举行的中共一大会议，因法租界巡捕滋扰被迫休会。8月初，中共一大代表从上海乘火车转移到浙江嘉兴，在南湖的一艘游船上续会。会议审议通过了党的第一个纲领和第一份决议，选举产生了中国共产党第一个领导机构——中央局。
                  小小红船承载千钧，播下了中国革命的火种，开启了中国共产党的跨世纪航程。
                  2005年，时任浙江省委书记的习近平同志把“红船精神”概括为开天辟地、敢为人先的首创精神，坚定理想、百折不挠的奋斗精神，立党为公、忠诚为民的奉献精神。
                  2017年10月31日，党的十九大闭幕仅一周，习近平总书记带领中共中央政治局常委，瞻仰上海中共一大会址和浙江嘉兴南湖红船。在南湖革命纪念馆参观时，习近平总书记表示，我们要结合时代特点大力弘扬“红船精神”。`
        }
      ]
    };
  },
  methods: {
    handleEdit(index, row) {
      console.log(index, row);
    },
    handleDelete(index, row) {
      console.log(index, row);
    },
    handleSelectionChange(val) {
      this.multipleSelection = val;
    },
    handleInsert() {
      console.log("新增");
    }
  }
};
